# Common
file-roller         # Gnome Archive Manager
firefox
snapd               # Snapcraft
wireguard-tools

# Bluetooth
blueman             # Bluetooth applet
bluez
bluez-utils

# Terminal tools
asciinema           # Record terminal
bash-completion
bat
colordiff           # Better diff
exa                 # Better LS
fzf
jq
yq
lastpass-cli
neofetch
neofetch            # Termial info
noto-fonts-emoji    # Emoji support
numlockx            # Turn off numlock
unclutter           # Hide mouse

# Development
code    # VS Code
gcc     # Needed by rust
go
go-tools
jdk11-openjdk
namcap              # Aur package build tool
rustup
#ldd                 # Fast linking
clang

# Deployment tools
ansible
docker
docker-compose
helm
kubectl
github-cli
mypaint