sysstat
numlockx
docker
bash-completion
code
bat
colordiff
httpie
jq
ansible
lastpass-cli
go
go-tools
firefox
asciinema
unclutter
kubectl
pulseaudio
pulseaudio-bluetooth
xfce4-power-manager
xfce4-clipman-plugin
papirus-icon-theme
adapta-gtk-theme
xcursor-breeze
